[
  {
    "_id": "1",
    "author": "Haonan Chen",
    "time": "2023-09-09 00:00:00",
    "type": "Publication",
    "title": "《自然•生物技术》刊发全球首套多组学标准物质“中华家系1号”最新成果",
    "description": "同日同刊两篇报道！《自然》子刊（IF:46)｜复旦、中国计量院和国家卫健委联合发布全球首套多组学标准物质“中华家系1号”最新成果",
    "content": "​\t**生物医学研究已经步入大数据和大科学时代**。一方面，**多组学数据分析已成为生命科学前沿领域最重要的研究工具之一**，多维度数据挖掘与整合分析，可以帮助科学家实现从基因组到表型组、贯穿微观到宏观尺度的系统分析，极大提高了人类解读复杂生命系统的能力，对更加深刻、精准地破解肿瘤、遗传病等各类疾病的发病原因与微观机制，寻找更有效的干预手段奠定了重要基础。另一方面，要破解人类健康、生命起源等重大科学问题，**需要进行全球合作**，**开展分布式的国际大科学计划**。然而，没有高质量的数据生成、高可靠的数据分析与整合及全球科学界一致认可的统一标准，多组学数据分析研究就失去了稳固的“地基”，全球范围的生命科学国际大科学计划也将无从谈起。如何解决类似的难题？**研发国际科学界广泛认可的多组学标准物质至关重要**。\n\n​\t2023年9月7日(当地时间)，复旦大学/上海国际人类表型组研究院**石乐明**、**郑媛婷**团队与中国计量科学研究院**方向**、**董莲华**团队，国家卫健委临床检验中心**李金明**、**张瑞**团队合作，于国际知名学术期刊***Nature Biotechnology*** (IF:**46.9**)发表共同研发的**全球首套多组学标准物质“中华家系1号”的最新研究成果**。该成果**同一时间同一期刊**，分别以“*Multi-omics data integration using ratio-based quantitative profiling with Quartet reference materials*”和“Quartet RNA reference materials and ratio-based profiling for assessing and improving the quality of transcriptomic data”为题，聚焦报告了相关成果。这也标志着**中国科学界自主研制**、**获批为**“**国家一级标准物质**”的“**中华家系1号**(Quartet)”**多组学标准物质**的**研发和效用得到了国际同行的认可**，**开创了生物医学**“**度量衡**”**新体系**，将提升生命科学创新的源头质量，**为全球推进人类表型组计划奠定坚实的标准基础**。\n\n==标准物质是高质量生物医学创新研究的“标尺”与“砝码”==\n\n​\t在生命科学研究中，针对相同研究样本在不同平台、不同实验室、不同批次所产生的组学数据往往存在“**批次效应**”，导致不可重复数据和错误结论，严重影响科研结果的可信度与质量。而**现实生活中**，**类似**“**批次效应**”**的危害更大**：在临床检验中，同一个指标在不同的医院检验结果会出现差别，这种数据差别**一旦过大甚至会导致错误的临床治疗决策**，耽误疾病的预防和诊治。\n\n​\t要解决批次效应这一影响生命科学与生物医学多组学研究源头质量的“拦路虎”，就必须研发相应的标准物质。**标准物质是指具有足够均匀性和稳定特性的物质**，**可作为生物分析研究的**“**标尺**”与“**砝码**”。在生物医学研究中，标准物质可用于评估不同实验室、不同平台、不同批次的数据质量，有助于排除实验条件和技术差异带来的误差，确保数据的一致性和可靠性。而多组学研究的普及，**亟需科学界研发多组学标准物质**。\n\n==统一的标准是生命科学领域国际大科学计划全面推进的关键基础==\n\n​\t由于测量和研究的对象涉及到人类自身，因此生命科学领域的大科学计划与其他学科领域存在显著差别。**分布式**，即在不同大洲和国家各自实施，而不是集中式地开展研究**是生命科学领域国际大科学计划的主要组织模式**。这就对相关大科学计划在科研和实施过程中所参照的标准和质量控制提出了极高的要求。**基于公认的基准**——**标准物质**，**统一相关研究的测量标准和数据标准**，使得全球不同实验室针对同一类研究的数据可以参比，**是生命科学领域能够实质性开展大科学计划的重要前提和基础**。\n\n​\t作为人类基因组计划之后，生命科学领域的下一个战略制高点和重大科学计划，**人类表型组计划在规划之初就把研发标准物质和统一全球科研标准作为重中之重**。在国家和上海市支持下，**中国相关科研团队**在人类表型组的精密测量、标准物质研发、质量控制、数据处理等各个方面**在全球范围内率先开发和制定相关SOPs**、**标准和质控体系**，并通过国际和中国两大协作组网络，推动协同全球不同地区的实验室**在同一标准下开展表型测量与研究**。\n\n​\t相关团队已经完成了对2万余种表型开展测量的质控标准研发与SOP编制工作。2021年10月，由石乐明教授牵头起草的国际标准ISO/TS 22690:2021 《基因组信息学 高通量基因表达数据可靠性评估》(Genomics informatics—Reliability assessment criteria for high throughput gene—expression data)发布。该标准规定了高通量基因表达数据的可靠性评估标准，适用于基因芯片、新一代测序的基因表达数据的准确性、复现性、可比性的评估应用。同年10月，在上海市市场监督管理局的指导下，“上海市标准化创新中心(国际人类表型组)”获批成立，成为上海市首批6家新型标准化技术组织单位之一，正在全面引领国内外人类表型组标准化研究与创新。\n\n​\t此次“中华家系1号”多组学标准物质最新研究成果的国际发表，**是中国科学家引领人类表型组计划实质性推进所作出的又一里程碑式的贡献**。可以说，在人类表型组科研质量控制与标准体系构建中取得的一系列先发优势，进一步奠定了中国科学界在人类表型组计划中的引领地位。\n\n==“二十年磨一剑”，打造全球首个多组学标准物质==\n\n​\t石乐明教授团队二十年来，始终致力于解决多组学研究质量控制的核心难点，他于2004年创立国际MAQC组学大数据质量控制联盟，持续聚焦基因芯片、转录组测序、基因组测序的数据产生、分析的可靠性等关键问题，分别于2006年、2010年、2014年和2021年在国际期刊***Nature Biotechnology***以4个专辑发表，**促进了有关国际标准的制定和多组学数据分析的科研质量跃升**。\n\n​\t2016年以来，复旦大学、中国计量科学研究院、国家卫生健康委临床检验中心等机构科学家，共同完成了全球首套多组学标准物质“中华家系1号”研制，**创建了**“**比例定量**”**的多组学测量新模式**，显著提高组学测量在不同实验室、不同平台的数据可比性，为发起人类表型组国际大科学计划奠定质控基础。\n\n​\t**在**“**中华家系1号**”**研发成功之前**，**全球尚无任何一种生物学标准物质能够具备多组学研究需要的特性**。作为全球首套多组学标准物质，“**中华家系1号**”**涵盖了同一来源样本的多种分子水平的特性**，如DNA、RNA、蛋白质、代谢物等。这些标准物质的引入为生物医学研究和临床应用提供了可信赖的计量标准，为高质量、高可靠性的多组学研究提供了坚实基准。\n\n​\t“中华家系1号”多组学标准物质，源自复旦大学领导建设的泰州大型人群队列中的一个同卵双胞胎家庭的永生化B淋巴母细胞系。“中华家系1号”是国际上首套包括DNA、RNA、蛋白质、代谢物在内的多组学标准物质，**旨在确保分子表型组数据跨批次**、**跨实验室**、**跨平台**、**跨组学的可比性和准确性**。其中，DNA、RNA标准物质已经获得了国家市场监督管理总局颁发的8项国家一级标准物质证书(GBW 099000-GBW 099007)，是我国首次获批的组学标准物质，在生命科学领域开创了一种全新的标准物质研制模式。\n\n​\t在“中华家系1号”的研制过程中，研究团队通过在国内32个研究中心运用24种主流技术平台对标准物质进行了深入全面的表征，获得了包括基因组、表观基因组、转录组、蛋白组和代谢组在内的多组学大数据。在此基础上，研究团队提出了一系列质量控制指标，**构建了高置信的标准数据集**，为多组学技术、实验室性能、分析算法的评估**提供了高质量的**“**基准真值**”。\n\n​\t基于“中华家系1号”DNA和RNA标准物质，**国家卫生健康委临床检验中心**已于2021年和2022年分别**开展了全外显子测序和转录组测序的全国科研与临床实验室的室间质评研究**，参加单位超过100家，并将逐步开展表观基因组、蛋白质组、代谢组等多组学室间质评，以促进我国科研和临床实验室多组学检测数据质量的不断提升。\n\n​\t据石乐明教授、郑媛婷副教授介绍，在严格遵守我国人类遗传资源管理条例并获得国家批准的基础上，上海国际人类表型组研究院和复旦大学大力推动“中华家系1号”多组学标准物质走向全球，**已经在国内外100多家单位进行了广泛应用**，**扩大了中国标准物质的国际影响力**。例如，欧洲转化医学研究先进基础设施(European Advanced Translational Research Infrastructure in Medicine (EATRIS)Plus)已经采用“中华家系1号”多组学标准物质对EATRIS-Plus联盟的多家单位在多组学数据产生和数据分析方面的性能进行客观评估。欧方正与上海国际人类表型组研究院等中国代表性机构共同探索、积极推动构建多组学生物数据质量的国际标准。\n\n==基于多组学标准物质的质量控制将保证生物医学创新源头的高质量==\n\n​\t未来的生物医学研究中，多组学分析是一个贯穿基因型到表型的整合过程，从数据生成和数据整合程序的每个环节都会影响最终结果。因此，必须对每种组学数据从样品到结果的完整流程进行全面能力验证和质量控制。\n\n​\t本次发表的最新成果证明：“中华家系1号”不仅具有天然的家系关系，样本之间微小的内在生物学差异可为数据整合提供高灵敏度的可靠性评估。此外，这些基于同一来源细胞系制备的多组学标准物质包含了从DNA到RNA再到蛋白质的信息流，遵循中心法则，可用于验证整合结果是否反映跨组学分子间的逻辑关系。\n\n​\t在传统的基于组学标准物质的质量控制中，通常将标准数据集视为“金标准”。然而，这些数据集只能评估高置信基因组区域中的变异和稳定检出的高表达分子特征，并且受到构建时采用的技术平台和分析方法的限制，不适用于对新技术的质量评估。**本研究提出了不依赖标准数据集而仅基于家系个体间生物学关系的质量评估参数**：对于定量组学数据，信噪比(Signal-to-Noise Ratio, SNR)可用于评估测量系统能否识别不同样本组之间的固有生物学差异，这是转录组等定量组学分析的基本目标；对于定性组学数据，同卵双胞胎之间胚系变异的一致率和家系个体间孟德尔符合率，可以实现在全基因组范围内对变异检测准确性的客观、无偏好的质量评估。**通过与标准数据集的联合使用**，**多组学数据的质量控制体系更加完善**，为各类新兴技术的质量评估提供了可能。\n\n本次的研究成果最终**提出了多组学分析的质量控制指标**和**整合的最佳实践建议**：\n\n1）每种组学数据的产生应包含标准物质，使用标准数据集及“中华家系1号”特有的质量评估指标(信噪比、孟德尔符合率)进行能力验证；\n\n2）定量组学分析需从“绝对”定量向“相对”定量转变，各批次使用固定的标准物质可有效控制批次效应；\n\n3）多组学整合结果的质量可以结合家系信息、中心法则进行评估，如样本分类、跨组学特征关系识别的准确性等。\n\n​\t**多组学分析在生物医学研究中具有广泛的应用前景**，为了确保结果的准确、可靠、可重复，研究人员需要遵循质量控制和最佳实践建议。这一研究为多组学领域的规范化、标准化发展奠定了坚实基础，指明了提高多组学分析质量和可信度的重要途径，对促进多组学研究的高水平、高质量发展具有重要意义。\n\n==RNA标准物质有效提高临床应用中检测差异表达的能力==\n\n​\tRNA测序(RNA-seq)是转录组差异分析的常用技术，广泛应用于生物医学研究中，以发现临床诊断、预后和治疗的生物标志物。随着基于转录组的生物标志物发现成果不断涌现，RNA-seq技术将逐步成为临床常规检测项目，例如通过检测差异基因表达辅助临床治疗决策。这对RNA-seq的检测结果提出更高的可靠性要求，以提高疾病亚型间较小的差异表达的能力，提高临床差异表达的检测准确性。\n\n​\t在本次发表的论文“中华家系1号”RNA标准物质与基于比值的分析方法提高了转录组数据的质量”中，研究团队指出，**RNA标准物质是评估RNA-seq数据可靠性的宝贵工具**，**可在实验室批次内有效性和跨批次可重复性两方面对其可靠性进行客观评估**。批次内有效性是在相同批次或实验室内的分析结果达到技术所能够达到的最佳水平，而跨批次可重复性是不同平台、实验室或批次间分析结果可重复，并且不受批次效应影响，跨批次数据整合后的结果与单批次结果可重复。“中华家系1号”RNA标准物质，具有微小的样本间差异、高度稳定性、长期可用性和易于生产性等特性，可用于临床应用场景下的能力测试和方法验证。\n\n​\t研究团队整合了不同文库构建策略、不同实验室、时间生成的21个批次RNA-seq数据集，在全转录组水平构建了基于比值的标准数据集，提**供了跨平台和跨实验室数据评估的**“**基准**”。此外，研究团队发现“中华家系1号”样本之间微小的内在生物学差异可为跨批次的RNA-seq数据整合提供高灵敏度的可靠性评估。该研究表明“中华家系1号”RNA标准物质和标准数据集，**可作为评估和提高临床和生物学领域中转录组数据质量的独特资源**。\n\n==相对定量可有效提高跨批次、跨实验室、跨平台数据的可重复性==\n\n​\t在此次发表的2篇最新论文中，中国团队取得一个重要理论性突破，那就是**发现和揭示了绝对特征定量是多组学测量和数据整合不可重复性的根源**，**证实了基于标准物质的比值相对定量可以有效提升数据整合的质量**。这对推动从绝对定量向相对定量的范式转变，实现大规模多组学数据的有效整合利用，**具有重要的里程碑意义**。\n\n​\t不同批次和平台的绝对定量多组学数据存在较大技术变异，主要受批次效应影响，无法有效反映样本间的真实生物学差异，导致数据整合效果较差。为解决此问题，研究提出一种基于比值的相对定量策略：在每个批次内使用相同标准物质作为参照，将样本的特征表达水平转换为相对于标准物质在该特征上表达的比值。\n\n​\t这种相对定量方法可以显著减少技术变异，提高不同批次数据之间的可比性。基于这种相对定量数据，批次效应大幅减弱，样本分类和特征关联的识别准确性显著提高，能更好反映样本间的生物学差异。特别地，主流算法难以有效校正不平衡设计下的批次效应，而相对定量方法可以有效解决。\n\n**论文地址：https://doi.org/10.1038/s41587-023-01934-1；https://doi.org/10.1038/s41587-023-01867-9**\n\n**原文链接：https://mp.weixin.qq.com/s/bDy42_538faQrOs08rNHVw**\n",
    "img": "nbt_quartet.jpg",
    "cover": "nbt_quartet.webp"
  },
  {
    "_id": "2",
    "author": "Haonan Chen",
    "time": "2018-03-19 00:00:00",
    "type": "News",
    "title": "为精准医学保驾护航：复旦大学石乐明教授当选国际MAQC学会首任主席",
    "description": "2月24日至27日，国际MAQC组学大数据质量控制学会第二届学术研讨会在复旦大学举行，来自十多个国家的200余名科研人员、临床工作者和在读学生参加。",
    "content": "2月24日至27日，国际MAQC组学大数据质量控制学会第二届学术研讨会在复旦大学举行，来自十多个国家的200余名科研人员、临床工作者和在读学生参加。\n\n复旦大学副校长、复旦大学人类表型组研究院院长金力院士和美国SAS公司的Russ Wolfinger担任本次大会的名誉主席。MAQC学会主席、复旦大学生命科学学院和附属肿瘤医院石乐明教授担任本次大会的主席。美国FDA的Weida Tong担任本次大会的程序委员会主席。\n\n本次研讨会由复旦大学遗传工程国家重点实验室、现代人类学教育部重点实验室、复旦大学人类表型组研究院、复旦大学附属肿瘤医院、复旦大学宁波研究院、复旦大学药物基因组学研究中心、遗传与发育协同创新中心共同承办。\n\n金力在大会开幕式上的致辞中对过去12年中由数百名国内外科研工作者组成的MAQC联盟在组学数据的质量控制和标准化中做出的贡献表示肯定。他强调，希望本次会议能使越来越多的人意识到组学数据可重复的重要性，为精准医学的实现奠定基础，为患者带来真正的益处。他还作了题为“Precision Medicine Initiative & Human Phenome Project In China”的主旨报告，勾画了我国精准医学研究和国际人类表型组研究计划的核心任务和发展路线图。\n\n会上，石乐明回顾了MAQC联盟研究计划和MAQC学会的发展历史和研究主旨，希望通过国际合作和跨领域合作，提高组学大数据研究领域对可重复性和数据质量控制的认识，为精准医学的实现保驾护航。\n\n本次会议包括“精准医学与临床组学” (Precision Medicine and Clinical Omics)、“可重复性与标准”(Reproducibility and Standards)、“药物基因组学与生物信息学” (Pharmacogenomics and Bioinformatics)、墙报与MAQC学会项目汇报（Poster Session and Society Projects）4个议题。来自国内外的四十余名专家先后作了主旨报告。\n\n会议结束后，还举行了SEQC2 (MAQC-IV)研究项目专题研讨会。*Nature Biotechnology*杂志主编Andrew Marshall作了首个主旨演讲，探讨了科学期刊出版物在推动数据可重复性及标准化方面的作用。MAQC-IV期的研究重点是基因组数据的质量控制研究，包括体细胞突变、靶向测序、胚系突变、表观基因组、复杂基因检测、基因组组装等方面的质量控制。\n\n本次会议是一场组学数据质量控制研究与临床精准医学应用碰撞的大会，MAQC学会将继续秉承并推广“提高组学大数据及分析方法的可重复性”的宗旨和理念，通过广泛的国际合作与跨领域交流，促进生命组学质量控制体系与国际标准的建立，为精准医学研究奠定可靠的数据基石，为精准医学的临床应用保驾护航。\n\n据介绍，国际 MAQC 组学大数据质量控制学会 (The International Massive Analysis and Quality Control Society) 成立于2017年4月12日（[www.maqcsociety.org](http://www.maqcsociety.org/)；Shi L et al., Nature Biotechnology 2017），由基因芯片和新一代测序数据质量控制和标准化分析的大型国际合作研究联盟 MAQC/SEQC发展而来。\n\nMAQC学会致力于提高高通量组学技术（包括基因组学、转录组学、 蛋白质组学、代谢组学等）可重复性和可靠性的研究，为精准医学保驾护航；重视与其它相关国家和国际性组织进行科学对话与合作，此外，MAQC学会将投入大量的精力，用于支持、鼓励和深入引导从事 MAQC 学会宗旨领域研究的年轻专家的职业发展。\n\n\n\n**原文地址：https://news.fudan.edu.cn/2018/0319/c5a98410/page.htm**",
    "img": "maqc.jpg",
    "cover": "maqc.webp"
  },
  {
    "_id": "3",
    "author": "Haonan Chen",
    "time": "2021-09-09 00:00:00",
    "type": "Publication",
    "title": "《自然·生物技术》刊发国际组学数据质量控制联盟最新研究成果",
    "description": "2021年9月9日，Nature Biotechnology在线发表了5篇研究论文，专题发布了国际组学数据质量控制联盟第四期(MAQC-IV，亦为“测序质量控制第二期SEQC2”)的最新研究成果。",
    "content": "该项目由美国食品药品监督管理局（FDA）牵头，历时5年多，聚集了来自全球100多个单位的300多位科学家参与。通过建立和使用一系列基因组参考物质，国际组学数据质量控制联盟对众多新一代测序平台和生物信息学方法在体细胞和胚系突变、拷贝数变异、肿瘤靶向测序和液态活检、单细胞测序等多个应用场景的性能进行了系统研究。复旦大学人类表型组研究院**石乐明**教授团队是国际组学数据质量控制联盟项目的核心推动者之一。在本次*Nature Biotechnology*杂志刊发的5篇论文中，复旦大学**石乐明**教授本人作为共同通讯作者，参与领导了其中2篇论文的研究与撰写工作。\n\n长久以来，由于缺乏合适的参考物质，无法产生标准化的DNA测序数据集并对不同测序流程或不同算法的性能进行全面测试和评估，因而制约了肿瘤基因组学方法的落地实施和广泛使用。在“***Establishing community reference samples, data and call sets for benchmarking cancer mutation detection using whole-genome sequencing***(建立共享的参考样本、数据和变异集合以便使用全基因组测序对肿瘤突变检测进行全面评估)”的论文中，中外科学家聚焦了这一科研难点。\n\n首先，科研团队基于一株高度异质性并富含体细胞突变的三阴性乳腺癌细胞系及其配对的正常淋巴母细胞系，建立了基因组DNA参考物质；随后利用多个全基因组测序平台、多种建库方法和多种生物信息学手段获得了全基因组范围内的高置信体细胞突变和胚系变异，并利用不同全外显子组测序平台和高深度靶向测序进行了验证。尽管来自细胞系的基因组DNA参考物质不能完全代表临床样本中的原发肿瘤细胞，但在建立测序流程并对其可靠性进行客观评估时，不仅可以最大限度地减少来自技术、分析和信息学的潜在偏倚，还可以为“仅用肿瘤”或“匹配肿瘤-正常样本”进行体细胞突变分析的方法验证提供独特的资源。\n\n罗氏公司的**Li Tai Fang**、美国国家癌症研究所（NCI）的**Bin Zhu**和**Yongmei Zhao**为该文共同第一作者；美国食品药品监督管理局的**Wenming Xiao**和**Huixiao Hong**、洛马林达大学的**Charles Wang**以及复旦大学的**石乐明**为该文共同通讯作者。\n\n在另一篇题为\"***Toward best practice in cancer mutation detection with whole-genome and whole-exome sequencing***(利用全基因组和全外显子组测序进行癌症突变检测的最佳实践)\"的论文中，科学家们则**聚焦如何开发精准肿瘤医学临床应用的可靠检测方法，从而真正发现有意义的肿瘤特异性突变而非新一代测序流程中各环节可能引发的技术误差。**\n\n此前，生物医学界并没有大规模的测序研究涉及跨实验室重复性的问题，也未曾系统地探讨生物学、技术和计算因素是如何影响对体细胞突变的识别。基于上一篇论文研究中建立的配对肿瘤-正常细胞系基因组DNA参考物质，中外科学家在本篇论文中对影响体细胞突变检测在6个不同测序中心的重复性和准确性的众多因素进行了系统研究。科学家们使用全基因组测序和全外显子组测序，评估了不同样本类型、不同样本用量、不同肿瘤纯度、不同文库构建方案、不同生物信息学分析方法对突变结果的影响。发现全基因组测序和全外显子组测序结果的可重复性均受测序深度和突变检出方法的影响，但全外显子组测序的性能还受插入片段大小、基因组拷贝数和基因组总体不平衡评分 (GIV, G>T/C>A)的影响。最后，通过同时考虑文库制备方法、肿瘤含量、测序深度和生物信息学方法对突变结果的影响，推荐了可操作的实践指南，以提高新一代测序在肿瘤突变检测中的可重复性和准确性。\n\n美国食品药品监督管理局的**Wenming Xiao**和复旦大学人类表型组研究院的**任路瑶**为该文共同第一作者，复旦大学的**石乐明**、洛马林达大学的**Charles Wang**、美国食品药品监督管理局的**Huixiao Hong**和**Wenming Xiao**为该文共同通讯作者。\n\n在刊发上述系列成果和论文的同时，***Nature Biotechnology***还同期配发了主编**Andrew Marshall**撰写的社论，认为测序质量控制二期研究（SEQC2）对新一代测序平台和分析方法进行了迄今为止最为全面客观的评估，为基础研究、临床和监管部门阐明了相关的技术规范和质量控制指标；自2005年启动以来，国际组学数据质量控制联盟根本上改变了基因组数据分析的实践，是共享利他和开放科学的绝妙例子，应成为其它快速发展的技术领域(如宏基因组学、空间转录组学和蛋白质组学等)努力学习的样板。\n\n同一期杂志还刊发了由斯坦福大学教授**Marc Salit**（原美国国家标准与技术研究院GIAB瓶中基因组项目负责人）和美国食品药品监督管理局执行局长**Janet Woodcock**合作撰写的评论——“***MAQC and the era of genomic medicine***（国际组学数据质量控制联盟与基因组学医学时代）”。该文认为，国际组学数据质量控制联盟为期16年的组学数据质量控制国际合作科研项目，提升了人们对基因组数据可靠性的信心，直接促进了监管科学的发展，证明监管科学可以促进新技术的快速推广和临床使用，正支撑着精准医学领域的许多药物和诊断设备的上市申报。该文还指出，**国际组学数据质量控制联盟是促进技术成功转化的一个重大案例，希望其成功将在更多研究领域得以复制，克服从技术到产品转化过程中的障碍。**\n\n\"国际组学数据质量控制联盟(MicroArray Quality Control Consortium)\"，简称**MAQC**，由时任美国食品药品监督管理局高级研究员石乐明教授于2005年发起成立，其全职进入复旦大学担任教授后，继续积极推动联盟的发展和全球生物医学界在组学数据质量控制上的大力合作。该联盟旨在通过质量控制和标准化手段，确保基因芯片数据产生、分析和解读等诸多环节的可靠性，随后扩展到新一代测序质量控制(SEQC, SEquencing Quality Control)。至今为止，该联盟就基因表达谱数据质量控制(MAQC-I)、生物标志物和预测模型挖掘的最佳实践(MAQC-II)、转录组测序数据质量控制(MAQC-III/SEQC1)以及基因组DNA测序数据质量控制(MAQC-IV/SEQC2)进行了长期而系统的探索，其研究成果由*Nature Biotechnology*杂志分别于2006年、2010年、2014年和2021年以4个专辑发表，促进了FDA基因组学指南和有关国际标准的制定。\n\n论文地址：https://www.nature.com/articles/s41587-021-00993-6；https://www.nature.com/articles/s41587-021-00994-5\n\n原文链接：https://mp.weixin.qq.com/s/ApOCPC9jdYLzhd6U4XEjtA",
    "img": "seqc2.jpg",
    "cover": "seqc2.webp"
  },
  {
    "_id": "4",
    "author": "Haonan Chen",
    "time": "2022-08-22 00:00:00",
    "type": "News",
    "title": "中华家系1号基因组和转录组国家一级标准物质发布",
    "description": "2022年8月22日，由中国计量测试学会和中国遗传学会主办的“基因组测试质量及计量标准交流会”在中国计量科学研究院（以下简称“中国计量院”）召开。会议正式发布了中华基因组精标准计划（GSCG）首批国家一级标准物质——中华家系1号（同卵双胞胎家庭）人源B淋巴细胞系全基因组DNA序列和全转录组RNA标准物质。",
    "content": "8月22日，由中国计量测试学会和中国遗传学会主办的“基因组测试质量及计量标准交流会”在中国计量科学研究院（以下简称“中国计量院”）召开。会议正式发布了中华基因组精标准计划（GSCG）首批国家一级标准物质——中华家系1号（同卵双胞胎家庭）人源B淋巴细胞系全基因组DNA序列和全转录组RNA标准物质。\n\n标准物质是指具有足够均匀性和稳定特性的物质，可作为生物分析的“标尺”。中国计量院和复旦大学组成的项目组，攻克全基因组DNA序列标准物质研制的难题，突破传统的定量标准物质的研制模式，在生命科学领域开创了一种全新的标称特异性和定量组学标准物质研制模式，历时六年半研制完成上述中华家系1号系列标准物质。\n\n这是中华基因组精标准计划（GSCG）首批国家一级标准物质，GSCG由中国计量院启动，旨在研制中国人自己的基因组标准物质，建立国家基因科学基准、基因组研究的权威标准等。\n\n“中华家系1号系列标准物质将为基因组测序数据质量的可靠性和测序行业的高质量发展，提供有力的计量支撑。”中国科学院院士杨维才在上述会议上指出。中国计量院院长方向认为，中华家系1号系列标准物质对未来满足生命科学领域的测量一致性、测量标准、生物计量体系建设等需求，具有重要作用。它不仅是生物计量和标准物质研究领域一个开创性的工作，而且还是标准物质评审领域的一个突破。\n\n目前，中华家系1号系列标准物质已被国家卫建委临床检验中心，用于开展全国临床和科研实验室外显子测序室间的质量评价。专家认为，随着该系列标准物质的进一步推广应用，势必在提升基因测序质量、保障基因测序数据可靠，提高基因诊断准确率方面发挥更大作用。\n\n该标准物质的标准参考数据可通过国家计量科学数据中心获取（https://srd.nmdc.ac.cn/gene/chinese-quartet/）。（文：张永卓、董莲华 图：黄德顺、张永卓）\n\n**原文链接：https://mp.weixin.qq.com/s/tQUfrDlu3KynMCa_bukLMQ**\n",
    "img": "8_reference_material.jpg",
    "cover": "8_reference_material.webp"
  },
  {
    "_id": "5",
    "author": "Haonan Chen",
    "time": "2024-06-03 00:00:00",
    "type": "News",
    "title": "国家重点研发计划“前沿生物技术”重点专项项目启动会顺利召开",
    "description": "2024年5月22日，由复旦大学生命科学学院和人类表型组研究院石乐明教授牵头的国家重点研发计划“前沿生物技术”重点专项“人体表型解析技术体系及标准体系研发”项目启动会暨实施方案论证会，在北京顺利召开。",
    "content": "​\t2024年5月22日，由复旦大学生命科学学院和人类表型组研究院石乐明教授牵头的国家重点研发计划“前沿生物技术”重点专项“人体表型解析技术体系及标准体系研发”项目启动会暨实施方案论证会，在北京顺利召开。\n\n​\t专家组特邀广州实验室李亦学研究员担任组长，北京大学第一医院张宁教授、南方医科大学宁云山教授、中国计量科学研究院戴新华院长、西安交通大学叶凯教授、中国科学院北京基因组研究所（国家生物信息中心）鲍一明研究员、中国食品药品检定研究院黄杰研究员、角井生物首席科学家周一鸣、志诺维思CEO凌少平、粤港澳大湾区精准医学研究院许伟宏、凯莱谱科技股份有限公司孔子青担任技术指导专家。复旦大学科学技术研究院杨鹏处长出席并主持开幕式。\n\n​\t专家组组长李亦学研究员主持了项目实施方案论证部分，项目负责人石乐明教授首先对项目情况进行了整体介绍，随后，复旦大学郑媛婷副教授、中国计量科学研究院翟睿副研究员、北京医院（国家卫生健康委临床检验中心）张瑞/李金明研究员和深圳华大基因股份有限公司彭智宇进行了课题实施方案汇报。\n\n​\t与会专家们认真听取了项目总体情况及各课题的具体实施方案汇报，肯定了项目围绕人体表型解析质量控制技术、计量溯源、室间质评、室内质控等开展的全链条研究，在提高组学技术的跨平台跨实验室可比性和临床应用可靠性方面的重要意义，并对项目执行过程管理与风险控制给予了建设性意见。本次会议为项目的顺利实施奠定了坚实的基础。\n\n​\t本项目由复旦大学牵头，项目组汇聚了复旦大学、中国计量科学研究院、北京医院（国家卫生健康委临床检验中心）、深圳华大基因股份有限公司、中国食品药品检定研究院、上海国际人类表型组研究院进行联合攻关。项目旨在建立“组学技术标准-计量溯源-室间质评-室内质控”全链条的人体分子表型解析技术及标准化体系，为生物医学研究提供“度量衡”体系，提升生命科学创新的源头质量，为全球推进人类表型组计划奠定坚实的标准基础。\n\n**原文地址：https://mp.weixin.qq.com/s/Lhqafi3UC279GOL6sakMKA**",
    "img": "yanfa.png",
    "cover": "yanfa.webp"
  }
]